Repository: gfavre/budgetis
Catalog: locale/*/LC_MESSAGES/django.po
Languages: fr_ch

source: Hide accounts in report
fr_ch: Masquer les comptes dans le rapport

source: Display accounts in report
fr_ch: Afficher les comptes dans le rapport

source: Accounting
fr_ch: Comptabilité

source: Year
fr_ch: Année

source: Show only my accounts
fr_ch: Afficher uniquement mes comptes

source: - Select year -
fr_ch: - Sélectionnez l'année -

source: Meta Group
fr_ch: Groupe de premier niveau

source: Meta Groups
fr_ch: Groupes de premier niveau

source: Super Group
fr_ch: Groupe de second niveau

source: Super Groups
fr_ch: Groupes de second niveau

source: Account Group
fr_ch: Groupe de compte

source: Account Groups
fr_ch: Groupes de compte

source: Responsible
fr_ch: Responsable

source: Responsibles
fr_ch: Responsables

source: Charges only
fr_ch: Seulement les charges

source: Revenues only
fr_ch: Seulement les produits

source: Both charges and revenues
fr_ch: Charges et produits

source: Function
fr_ch: Fonction

source: Subaccount
fr_ch: Sous-compte

source: Label
fr_ch: Désignation

source: Group
fr_ch: Groupe

source: Revenues
fr_ch: Revenus

source: Expected type
fr_ch: Type attendu

source: Visible in report
fr_ch: Visible dans le rapport

source: Account
fr_ch: Compte

source: Accounts
fr_ch: Comptes

source: Account Comment
fr_ch: Commentaire sur le compte

source: Account Comments
fr_ch: Commentaires sur le compte

source: Comments
fr_ch: Commentaires

source: Actuals
fr_ch: Comptes

source: actuals
fr_ch: comptes

source: Last import:
fr_ch: Dernière Importation :

source: BDI Import
fr_ch: Import BDI

source: Copy settings from
fr_ch: Copier les paramètres de

source: Select the year from which to copy settings (if any).
fr_ch: Sélectionnez l'année à partir de laquelle vous souhaitez copier les paramètres (le cas échéant).

source: Copy responsibles
fr_ch: Copier les responsables

source: Copy account labels
fr_ch: Copier les libellés de comptes

source: Copy visibility
fr_ch: Copier la visibilité

source: Copy comments
fr_ch: Copier les commentaires

source: Accounts list file
fr_ch: Fichier de liste des comptes

source: Upload a CSV or XSLX file with account data.
fr_ch: Télécharger un fichier CSV ou XSLX contenant les données du compte.

source: Import target
fr_ch: Cible d'importation

source: Copy settings from another year
fr_ch: Copier les paramètres d'une autre année

source: Account file
fr_ch: Fichier de comptes

source: Import
fr_ch: Importer

source: File already uploaded
fr_ch: Fichier déjà téléchargé

source: Uploaded file
fr_ch: Fichier téléchargé

source: Please upload a CSV or XLSX file.
fr_ch: Veuillez télécharger un fichier CSV ou XLSX.

source: Pending
fr_ch: En attente

source: Started
fr_ch: Commencé

source: Success
fr_ch: Succès

source: Failed
fr_ch: Échoué

source: Is budget
fr_ch: Est un budget

source: Import file
fr_ch: Importer fichier

source: Launched by
fr_ch: Lancé par

source: Dry run
fr_ch: Essai à blanc

source: Status
fr_ch: Statut

source: Source year
fr_ch: Année source

source: Copy labels
fr_ch: Copier les libellés

source: Account import log
fr_ch: Journal d'importation des comptes

source: Account import logs
fr_ch: Journaux d'importation de comptes

source: Actual
fr_ch: Compte

source: Account code
fr_ch: Code du compte

source: Account label
fr_ch: Désignation du compte

source: Total (signed)
fr_ch: Total (signé)

source: Import log
fr_ch: Registre des imports

source: Mapped field
fr_ch: Champ mappé

source: Excel column name
fr_ch: Nom de la colonne Excel

source: Derived from total column
fr_ch: Dérivé de la colonne "total"

source: Use positive/negative values from 'total' column to infer charges/revenues.
fr_ch: Utiliser les valeurs positives/négatives de la colonne "total" pour déduire les charges/recettes.

source: Column mapping
fr_ch: Correspondances des colonnes

source: Column mappings
fr_ch: Correspondances des colonnes

source: The import file could not be found.
fr_ch: Le fichier d'importation n'a pas été trouvé.

source: Import failed:
fr_ch: L'importation a échoué :

source: Unexpected error:
fr_ch: Erreur inattendue :

source: Map columns to fields for %(logname)s
fr_ch: Associer les colonnes aux champs pour %(logname)s

source: Import Settings
fr_ch: Paramètres d'importation

source: Edit import settings
fr_ch: Modifier les paramètres d'importation

source: Ignore
fr_ch: Ignorer

source: Derive charges/revenues from total column (signed)
fr_ch: Dériver les charges/recettes de la colonne "total" (signé)

source: Launch Import
fr_ch: Lancer l'importation

source: Unsupported file extension: %(extension)s. Supported extensions are .csv and .xlsx.
fr_ch: Extension de fichier non prise en charge : %(extension)s. Les extensions prises en charge sont .csv et .xlsx.

source: No sufficiently filled data row found.
fr_ch: Aucune ligne de données suffisamment remplie n'a été trouvée.

source: Could not process the uploaded file: %(error)s
fr_ch: Impossible de traiter le fichier téléchargé : %(error)s

source: Column mapping saved. Import will now be launched.
fr_ch: Le mappage des colonnes est sauvegardé. L'importation va maintenant être lancée.

source: Commune name
fr_ch: Nom de la commune

source: Gradient start color
fr_ch: Couleur de départ dégradée

source: Gradient end color
fr_ch: Couleur finale dégradée

source: Site configuration
fr_ch: Configuration du site

source: Municipal household
fr_ch: Ménage communal

source: Intercommunalities
fr_ch: Intercommunalités

source: Social security
fr_ch: Sécurité sociale

source: Equalization
fr_ch: Péréquation

source: Regional transports
fr_ch: Transports régionaux

source: Other intercommunalities
fr_ch: Autres intercommunalités

source: Wages
fr_ch: Salaires

source: Goods and services
fr_ch: Biens et services

source: Interests
fr_ch: Intérêts

source: Aids and subsidies
fr_ch: Aides et subventions

source: Taxes (general)
fr_ch: Impôts

source: Random taxes
fr_ch: Impôts aléatoires

source: Levies (usage-based)
fr_ch: Taxes

source: Rentals
fr_ch: Locations

source: Other revenues
fr_ch: Autres recettes

source: Cash result
fr_ch: Résultat de trésorerie

source: Result
fr_ch: Résultat

source: Amortizations
fr_ch: Amortissements

source: Fund allocations
fr_ch: Affectation des fonds

source: Profit
fr_ch: Bénéfice

source: Created at
fr_ch: Créé à

source: Available year
fr_ch: Année disponible

source: Available years
fr_ch: Années disponibles

source: Reload
fr_ch: Rafraichir

source: Revenus → Budget
fr_ch: Revenus → Allocations

source: Sign In
fr_ch: S'identifier

source: Import from BDI
fr_ch: Importation de BDI

source: My Profile
fr_ch: Mon Profil

source: Sign Out
fr_ch: Déconnexion

source: This account has been disabled.
fr_ch: Ce compte a été désactivé.

source: This email address is not authorized to log in.
fr_ch: Cette adresse e-mail n'est pas autorisée à se connecter.

source: Important dates
fr_ch: Dates importantes

source: Users
fr_ch: Utilisateurs

source: Password
fr_ch: Mot de passe

source: Password confirmation
fr_ch: Confirmation du mot de passe

source: Password is required for admins.
fr_ch: Le mot de passe est requis pour les administrateurs.

source: Passwords don't match.
fr_ch: Les mots de passe ne correspondent pas.

source: Name of User
fr_ch: Nom de l'utilisateur

source: email address
fr_ch: adresse e-mail

source: This email has already been taken.
fr_ch: Cette adresse e-mail est déjà utilisée.

source: Information successfully updated
fr_ch: Informations mises à jour avec succès
